<?php

return [

    /*
    |--------------------------------------------------------------------------
    | User Language Lines
    |--------------------------------------------------------------------------
    */
    'dashboard'=>'الرئيسية',
    'copyright' => 'جميع الحقوق محفوظة',
    'gotolist' => 'رجوع',
    'exportpdf' => 'تحميل PDF',
    'archive' => 'أرشيف',
    'cancel' => 'إلغاء',
    'yes' => 'نعم',
    'no' => 'لا',
    'add' => 'إضافة عنصر',
    'show' => 'إظهار',
    'edit' => 'تغيير',
    'delete' => 'حذف',
    'submit' => 'إرسال',
    'actions'=>'إجراءات',
    'empty_list'=>'قائمة فارغة...',
    'confirm_delete'=>'هل أنت متأكد',
    'confirm_delete_text'=>' يرجى الإنتباه,لا يمكن استرجاع المحذوف',
    'pages_list' => '&nbsp;&nbsp;P : :current - :length &nbsp;|&nbsp; :total',
    'all_elements' => 'جميع العناصر',
    'create_succees' => " ثم انشاء العنصر بنجاح.",
    'edit_succees' => "تم تعديل العنصر بنجاح.",
    'delete_succees'=> "تم حدف العنصر بنجاح .",
    'close'=>'إقفال',
    'ok'=>'نعم',
    'send'=>'إرسال',

    'space_manager' => 'فضاء الإدارة',
    'space_teacher' => 'فضاء الأستاذ',
    'space_student' => 'فضاء الطالب',

    'logout' => 'تسجيل الخروج',
    
    'has' => 'كما سيتم حذفها',
    'attention' => 'انتبه',
    'oui' => 'حسنا',

    'login'=>'تسجيل الدخول',
    'register'=>'إنشاء حساب',

    // email
    'msg_reset'         => 'أنت تتوصل بهذا البريد الإلكتروني لأننا تلقينا طلبًا لإعادة تعيين كلمة مرور جديدة لحسابك.',
    'not_request'       => 'إذا لم تطلب إعادة تعيين كلمة مرور جديدة، فلا يلن يتخاذ أي إجراء',
    'reset_password'    =>'إعادة تعيين كلمة المرور',
    
    'no_result'=>'لا نتيجة ...',
    'failed'=>'خطأ يرجى المحاولة مرة أخرى',

];
