<?php

return [

    /*
    |--------------------------------------------------------------------------
    | User Language Lines
    |--------------------------------------------------------------------------
    */
    'module_name'=>' المستخدمين',
    'list_'=>'قائمة المستخدمين',
    'user'=>'المستخدمين',
    'user_create'=>'إضافة مستخدم',
    'user_edit'=>'تعديل مستخدم',
    'user_show'=>'إظهار مستخدم',

    'name'=>'الإسم',
    'email'=>'البريد الإلكتروني',
    'password'=>'كلمة المرور',
    'password_confirmation'=>'تأكيد كلمة المرور',
    'groupes'=>'الصنف',
    'created_at'=>'أٌنشئ في',
    'updated_at'=>'حٌدٍِث في',
    'phone'=>'الهاتف',
    'role'=>'الوظيفة',
    'avatar'=>'الصورة الرمزية للمستخدم',
    'cin'=>'رقم بطاقة التعريف الوطنية',
    'cne'=>'الرقم الوطني أو رقم مسار',
    'superadmin'=>'المشرف',
	'make_all_read'=>'تحديد الكل كمقروء',
	'no_notifications'=>'لا يوجد اشعارات',
];
